Repository: herbstsonne/Elorize
Catalog: Elorize/Localizable.xcstrings
Source language: en
Languages: de

source: • Correct answer: +5 XP
de: - Korrekte Antwort: +5 XP

source: • Example: %lld correct answers or a mix of correct/incorrect
de: • Beispiel: %lld korrekte Antworten oder eine Mischung aus korrekt/inkorrekt

source: • Level up: Every 100 XP, your level increases and XP resets within the new level
de: • Ins nächste Level aufsteigen: Immer nach 100 XP steigt man in das nächste Level auf und der XP Balken beginnt von vorne

source: • Study regularly: Consistent sessions help you level up faster
de: • Lerne regelmäßig: Bleib dabei um schneller aufzusteigen

source: • Wrong answer: +1 XP (for the attempt)
de: • Falsche Antwort: +1 XP (für den Versuch)

source: • XP needed: %lld
de: • XP benötigt: %lld

source: + New subject/category…
de: + Neues Fach/neue Kategorie…

source: Add
de: Hinzufügen

source: Add card to %@
de: Karte zu %@ hinzufügen

source: Add cards in Card tab to start filtering.
de: Füge Karten im Tab Karten hinzu um mit dem Filtern zu beginnen.

source: Add cards in Cards tab.
de: Füge Karten im Tab Karten hinzu.

source: Add sample card
de: Beispielkarte hinzufügen

source: Add subject/category
de: Fach/Kategorie hinzufügen

source: Add your first flashcard to get started.
de: Erstelle deine erste Karteikarte um loszulegen.

source: Alignment
de: Ausrichtung

source: All
de: Alle

source: Answer
de: Antwort

source: Answer questions with multiple options
de: Wähle von mehreren Antwortoptionen die Richtige aus.

source: Back
de: Rückseite

source: Back…
de: Zurück…

source: Cancel
de: Abbrechen

source: Cards
de: Karten

source: Cards: Created
de: Karten: Erstellt

source: Cards: Front
de: Karten: Vorderseite

source: Cards: Last Learnt
de: Karten: Zuletzt gelernt

source: Cards: Tags
de: Karten: Schlagwörter

source: Category
de: Kategorie

source: Center
de: Mitte

source: Change Font
de: Schriftart ändern

source: Change font family
de: Schriftfamilie ändern

source: Choose from Library
de: Aus Mediathek wählen

source: Choose Quiz Type
de: Wähle ein Quiz

source: Close
de: Schließen

source: Comma-separated (e.g. greeting, spanish)
de: durch Kommata getrennt

source: Correct
de: Korrekt

source: Correct answer:
de: Korrekte Antwort:

source: Count
de: Zählen

source: Create
de: Erstelle

source: Create new card upon save
de: Erstelle eine neue Karte nach dem Speichern

source: Create new subject/category…
de: Erstelle ein neues Fach/eine Kategorie…

source: Current level
de: Aktuelles Level

source: Daily Performance
de: Tägliche Leistung

source: Day
de: Tag

source: Did you get it right?
de: Lagst du richtig?

source: Done
de: Fertig

source: e.g. English
de: z. B. Deutsch

source: e.g. hello
de: z. B. Hallo

source: e.g. hola
de: z. B. hola

source: Ease factor
de: Schwierigkeitsstufe

source: elevate memorization
de: Trainiere dein Gedächtnis

source: Enter a name for the new subject/category.
de: Gib ein neues Fach/ eine neue Kategorie ein.

source: Exercise
de: Übung

source: Flip through flashcards and test yourself
de: Lerne die Karteikarten und teste dich selbst

source: Font
de: Schriftart

source: Font size
de: Schriftgröße

source: Font Size
de: Schriftgröße

source: Front
de: Vorderseite

source: Front…
de: Vorderseite…

source: Generating quiz questions...
de: Generiere Quizfragen…

source: Get Started
de: Beginne

source: Getting Started
de: Mache dich bereit

source: Gold & Ink needs camera access to let you take photos for your flashcards.
de: Gold & Ink benötigt Kamerazugriff, damit Sie Fotos für Ihre Lernkarten aufnehmen können.

source: Good effort!
de: Gute Leistung!

source: Got it
de: Verstanden

source: Great job!
de: Super gemacht!

source: Hard
de: Schwer

source: How do I earn XP?
de: Wie kann ich XP bekommen?

source: Incorrect
de: Inkorrekt

source: Keep studying!
de: Bleib am Ball!

source: Key
de: Schlüssel

source: Last reviewed
de: Zuletzt wiederholt

source: Last: —
de: Letzte: —

source: Last: %@
de: Zuletzt: %@

source: Left
de: Links

source: Level & Progress
de: Level & Fortschritt

source: Name
de: Bezeichnung

source: New subject/category
de: Neues Fach/neue Kategorie

source: Next
de: Nächste

source: Next Question
de: Nächste Frage

source: Next review
de: Nächste Wiederholung

source: No Cards
de: Keine Karten

source: No flashcards so far
de: Noch keine Karteikarten

source: No matching cards
de: Keine passenden Karten

source: No review activity yet.
de: Noch keine Lernaktivität.

source: Nothing to filter
de: Nichts zu filtern

source: Open filters. Active: %@
de: Öffne Filter. Aktiv: %@

source: Open XP details
de: Öffne Details über XP

source: Outstanding!
de: Hervorragend!

source: Overall
de: Übersicht

source: Question
de: Frage

source: Question %lld
de: Frage %lld

source: Quiz Complete!
de: Quiz beendet!

source: Repeat
de: Wiederholen

source: Result
de: Ergebnis

source: Retake Quiz
de: Wiederhole das Quiz

source: Review
de: Überprüfe deine Antworten

source: Review Answers
de: Überprüfe deine Antworten

source: Right
de: Rechts

source: Save
de: Speichern

source: See Results
de: Ergebnisse ansehen

source: Show Answer
de: Zeige die Antwort

source: Shuffle cards
de: Mische die Karten

source: Skip
de: Überspringen

source: Sort
de: Sortieren

source: Start Quiz
de: Quiz starten

source: Statistics
de: Statistiken

source: Subject
de: Fach

source: Subject name
de: Fachname

source: Subject: Name
de: Fach: Name

source: Tags (comma separated)
de: Schlagwörter (kommagetrennt)

source: Take Photo
de: Foto aufnehmen

source: Text alignment
de: Textausrichtung

source: Tips for the next level
de: Tips für das nächste Level

source: Toggle text controls
de: Textsteuerungen umschalten

source: Total Cards
de: Karten gesamt

source: Total events: %lld
de: Ereignisse gesamt: %lld

source: Total Subjects
de: Fächer gesamt

source: Total XP
de: XP gesamt

source: Unknown
de: Unbekannt

source: XP in this level
de: XP in diesem Level

source: Your answer:
de: Deine Antwort:
